[
    {
      "id": 1,
      "date": "Sep 21, 2025",
      "title": "সূরা ফাতিহার তাফসির",
      "category": "তাফসির",
      "reference": "ইবনে কাসির তাফসির",
      "ShortHadith": "সূরা ফাতিহা ইসলামের সবচেয়ে গুরুত্বপূর্ণ সূরা। এটি সাতটি আয়াতবিশিষ্ট এবং কুরআনের সারসংক্ষেপ হিসেবে বিবেচিত। এটি আল্লাহর প্রশংসা, দোয়া, এবং পথনির্দেশনা সম্বলিত একটি সূরা। এটি নামাজের অপরিহার্য অংশ, যা প্রতিটি রাকাতে পড়তে হয়। এই সূরায় আল্লাহর প্রশংসা, দয়া, ন্যায়বিচার ও পরকালের কথা উল্লেখ রয়েছে। রাসুলুল্লাহ (সা.) বলেছেন, এটি এমন একটি সূরা যা আল্লাহর সাথে বান্দার সরাসরি সম্পর্ক গড়ে তোলে।",
      "longHadith": "সূরা ফাতিহাকে ‘উম্মুল কিতাব’ বা কুরআনের সার বলা হয়, কারণ এতে ইসলামের মৌলিক বিশ্বাস ও অনুশীলনের সারসংক্ষেপ রয়েছে। এটি প্রথমে আল্লাহর প্রশংসা ও তার দয়ার কথা বলে, এরপর পরকালের বিচার, তার মালিকানা এবং আমাদের একমাত্র উপাস্য হিসেবে আল্লাহকে স্বীকার করে। এরপর বান্দা আল্লাহর নিকট সরল পথের দোয়া করে। নবী মুহাম্মাদ (সা.) বলেছেন, ‘আল্লাহ বলেন, যখন বান্দা সূরা ফাতিহা পড়ে, আমি তার দোয়া কবুল করি। যদি কেউ বলে ‘আলহামদুলিল্লাহি রাব্বিল আলামিন,’ আমি বলি, আমার বান্দা আমাকে প্রশংসা করল।’ (সহিহ মুসলিম)।"
    },
    {
      "id": 2,
      "date": "Sep 21, 2025",
      "title": "সত্যবাদিতার গুরুত্ব",
      "category": "হাদিস",
      "reference": "সহিহ মুসলিম",
      "ShortHadith": "রাসুলুল্লাহ (সা.) বলেছেন, ‘সত্যবাদিতা নেকির দিকে নিয়ে যায়, আর নেকি জান্নাতের দিকে নিয়ে যায়। মিথ্যা গুনাহের দিকে নিয়ে যায়, যা অবশেষে জাহান্নামের দিকে পরিচালিত করে।’ সত্যবাদিতা একজন মুসলিমের অন্যতম প্রধান গুণ। এটি মানুষের চরিত্র উন্নত করে এবং আল্লাহর সন্তুষ্টি অর্জনে সহায়ক হয়।",
      "longHadith": "আবদুল্লাহ ইবনে মাসউদ (রা.) থেকে বর্ণিত, রাসুলুল্লাহ (সা.) বলেছেন, ‘তোমরা সর্বদা সত্য কথা বলো, কারণ সত্য নেকির দিকে নিয়ে যায়, আর নেকি জান্নাতের দিকে নিয়ে যায়। একজন মানুষ যদি সর্বদা সত্য কথা বলে, তবে সে আল্লাহর কাছে একজন সত্যবাদী হিসেবে লিপিবদ্ধ হয়। আর তোমরা মিথ্যা থেকে দূরে থাকো, কারণ মিথ্যা গুনাহের দিকে নিয়ে যায়, আর গুনাহ জাহান্নামের দিকে নিয়ে যায়।’ (সহিহ মুসলিম ২৬০৭)।"
    },
    {
      "id": 3,
      "date": "Sep 21, 2025",
      "title": "মক্কার বিজয়",
      "category": "ইসলামের ইতিহাস",
      "reference": "তারিখ ইবনে খালদুন",
      "ShortHadith": "মক্কার বিজয় ইসলামের ইতিহাসের এক গুরুত্বপূর্ণ অধ্যায়। হিজরি ৮ম সালের রমজান মাসে রাসুলুল্লাহ (সা.) বিশাল বাহিনী নিয়ে মক্কায় প্রবেশ করেন। এতে কোনো যুদ্ধ হয়নি, বরং কুরাইশরা আত্মসমর্পণ করেছিল। রাসুল (সা.) মক্কা বিজয়ের পর সাধারণ ক্ষমা ঘোষণা করেন।",
      "longHadith": "হিজরি ৮ম সালের রমজান মাসে রাসুলুল্লাহ (সা.) ১০,০০০ সাহাবির বিশাল বাহিনী নিয়ে মক্কা অভিমুখে অগ্রসর হন। কুরাইশরা এই বিশাল বাহিনী দেখে আতঙ্কিত হয়ে পড়ে এবং আত্মসমর্পণ করে। রাসুলুল্লাহ (সা.) ঘোষণা করেন, ‘আজ দয়া ও ক্ষমার দিন।’ তিনি কুরাইশদের ক্ষমা করে দেন এবং ইসলাম গ্রহণের আহ্বান জানান। তিনি কাবা শরিফ থেকে মূর্তিগুলো অপসারণ করেন এবং তাওহিদের বাণী প্রতিষ্ঠা করেন।"
    },
    {
      "id": 4,
      "date": "Sep 21, 2025",
      "title": "নামাজের গুরুত্ব",
      "category": "নামাজ",
      "reference": "সহিহ বোখারি",
      "ShortHadith": "নামাজ ইসলামের দ্বিতীয় স্তম্ভ এবং ঈমানদারদের জন্য ফরজ ইবাদত। আল্লাহ কুরআনে বলেছেন, ‘নামাজ কায়েম কর, নিশ্চয়ই নামাজ অশ্লীল ও অন্যায় কাজ থেকে বিরত রাখে।’ (সূরা আনকাবুত: ৪৫) রাসুলুল্লাহ (সা.) বলেছেন, ‘নামাজ হলো জান্নাতের চাবিকাঠি।’",
      "longHadith": "নামাজ মুসলমানদের জন্য ফরজ ইবাদত এবং এটি প্রত্যেক মুসলিমের জন্য দিনে পাঁচবার বাধ্যতামূলক। রাসুল (সা.) বলেছেন, ‘নামাজ ইসলাম ও কুফরের মধ্যে পার্থক্যকারী একটি ইবাদত।’ (সহিহ মুসলিম)। নামাজ শারীরিক ও আত্মিক পরিশুদ্ধির মাধ্যম। এটি আল্লাহর নৈকট্য অর্জনের অন্যতম উপায়। নামাজের মাধ্যমে মুসলিমরা আল্লাহর স্মরণ করে এবং তাদের পাপসমূহ ক্ষমার জন্য প্রার্থনা করে। নবী (সা.) বলেছেন, ‘যদি তোমাদের কারো বাড়ির সামনে একটি নদী থাকে এবং সে প্রতিদিন পাঁচবার গোসল করে, তবে কি তার শরীরে কোনো ময়লা থাকবে?’ (সহিহ বোখারি)। এভাবেই নামাজ মুসলিমদের আত্মার পরিশুদ্ধি করে।"
    },
    {
      "id": 5,
      "date": "Sep 21, 2025",
      "title": "যাকাত ও দানের গুরুত্ব",
      "category": "যাকাত ও দান",
      "reference": "সহিহ বোখারি ও মুসলিম",
      "ShortHadith": "যাকাত ইসলামের অন্যতম স্তম্ভ এবং এটি দরিদ্রদের সাহায্য করার জন্য ফরজ করা হয়েছে। আল্লাহ বলেন, ‘তোমরা নামাজ কায়েম কর এবং যাকাত প্রদান কর।’ (সূরা বাকারা: ৪৩) রাসুলুল্লাহ (সা.) বলেছেন, ‘দান করলে সম্পদ কমে না, বরং বরকত বৃদ্ধি পায়।’",
      "longHadith": "যাকাত ইসলামের পাঁচটি স্তম্ভের মধ্যে অন্যতম। এটি মুসলিমদের জন্য ফরজ করা হয়েছে এবং এতে ধনী ব্যক্তির সম্পদের একটি অংশ গরিবদের জন্য নির্ধারিত। আল্লাহ বলেন, ‘যারা সোনা-রূপা জমা করে এবং তা আল্লাহর পথে ব্যয় করে না, তাদের কঠিন শাস্তির সুসংবাদ দাও।’ (সূরা তওবা: ৩৪) রাসুলুল্লাহ (সা.) বলেছেন, ‘যাকাত প্রদান সম্পদ বৃদ্ধি করে এবং তা পবিত্র করে।’ (সহিহ বোখারি)। এছাড়া তিনি আরও বলেন, ‘দান করলে সম্পদ কমে না, বরং আল্লাহ বরকত বৃদ্ধি করেন।’ (সহিহ মুসলিম)। ইসলামে যাকাত ও দানের মাধ্যমে সামাজিক ভারসাম্য ও ন্যায়বিচার প্রতিষ্ঠিত হয়।"
    },
    {
      "id": 6,
      "date": "Sep 21, 2025",
      "title": "সূরা ফাতিহার তাফসির",
      "category": "সূরা",
      "reference": "ইবনে কাসির তাফসির",
      "ShortHadith": "সূরা ফাতিহা ইসলামের সবচেয়ে গুরুত্বপূর্ণ সূরা। এটি সাতটি আয়াতবিশিষ্ট এবং কুরআনের সারসংক্ষেপ হিসেবে বিবেচিত। এটি আল্লাহর প্রশংসা, দোয়া, এবং পথনির্দেশনা সম্বলিত একটি সূরা। এটি নামাজের অপরিহার্য অংশ, যা প্রতিটি রাকাতে পড়তে হয়। এই সূরায় আল্লাহর প্রশংসা, দয়া, ন্যায়বিচার ও পরকালের কথা উল্লেখ রয়েছে। রাসুলুল্লাহ (সা.) বলেছেন, এটি এমন একটি সূরা যা আল্লাহর সাথে বান্দার সরাসরি সম্পর্ক গড়ে তোলে।",
      "longHadith": "সূরা ফাতিহাকে ‘উম্মুল কিতাব’ বা কুরআনের সার বলা হয়, কারণ এতে ইসলামের মৌলিক বিশ্বাস ও অনুশীলনের সারসংক্ষেপ রয়েছে। এটি প্রথমে আল্লাহর প্রশংসা ও তার দয়ার কথা বলে, এরপর পরকালের বিচার, তার মালিকানা এবং আমাদের একমাত্র উপাস্য হিসেবে আল্লাহকে স্বীকার করে। এরপর বান্দা আল্লাহর নিকট সরল পথের দোয়া করে। নবী মুহাম্মাদ (সা.) বলেছেন, ‘আল্লাহ বলেন, যখন বান্দা সূরা ফাতিহা পড়ে, আমি তার দোয়া কবুল করি। যদি কেউ বলে ‘আলহামদুলিল্লাহি রাব্বিল আলামিন,’ আমি বলি, আমার বান্দা আমাকে প্রশংসা করল।’ (সহিহ মুসলিম)।"
    }
  ]
  